Repository: KarVarr/MyAppsSwift
Catalog: Pulse Ride/Pulse Ride/Localizable/Localizable.xcstrings
Source language: en
Languages: es, hy, ru

source: Doesn't work?
es: ¿No funciona?
hy: Չի՞ աշխատում։
ru: Не работает?

source: Got it
es: Entiendo
hy: Հասկացա
ru: Понятно

source: Got it!
es: ¡Entiendo!
hy: Հասկացա!
ru: Понятно!

source: Make sure that vibration and haptics are enabled in your device settings: 1) |Setting -> Sounds & Haptics| and switch on 'Vibrate on Ring', 'Vibrate on Silent', and 'System Haptics' 2) |Setting -> Accessibility -> Touch| and switch on 'Vibration'
es: Asegúrate de que la vibración y la función háptica estén habilitadas en la configuración de tu dispositivo: 1) |Configuración -> Sonidos y función háptica| y activa "Vibrar al sonar", "Vibrar al silenciar" y "Función háptica del sistema" 2) |Configuración -> Accesibilidad -> Tocar| y activa "Vibración"
hy: Համոզվեք, որ թրթռումը և հապտիկան միացված են ձեր սարքի կարգավորումներում. 1) |Setting -> Sounds & Haptics| և միացրեք «Vibrate on Ring», «Vibrate on Silent» և «System Haptics» 2) |Setting -> Accessibility -> Touch| և միացրեք «Vibration»
ru: Убедитесь, что вибрация и тактильные сигналы включены в настройках вашего устройства: 1) |Настройки -> Звуки и тактильные сигналы| и включите «Вибрация при звонке», «Вибрация при беззвучном режиме» и «Системные тактильные сигналы» 2) |Настройки -> Специальные возможности -> Касание| и включите «Вибрация»

source: Press the button
es: Presiona el botón
hy: Սեղմեք կոճակը
ru: Нажмите кнопку

source: Press the volume button to unlock the screen
es: Presione el botón de volumen para desbloquear la pantalla
hy: Սեղմեք ձայնի ձայնի կոճակը՝ էկրանն ապակողպելու համար
ru: Нажмите кнопку регулировки громкости, чтобы разблокировать экран.

source: Screen is blocked
es: La pantalla está bloqueada
hy: Էկրանը արգելափակված է
ru: Экран заблокирован

source: This app is designed to help you relax and relieve muscle tension using gentle vibrations. Hold your device against the area where you want to soothe muscle discomfort, such as your neck, shoulders, or back. Note: This app is intended for muscle relaxation and massage only.
es: Esta aplicación está diseñada para ayudarte a relajarte y aliviar la tensión muscular mediante vibraciones suaves. Coloca el dispositivo sobre la zona donde deseas aliviar el malestar muscular, como el cuello, los hombros o la espalda. Nota: Esta aplicación está diseñada únicamente para la relajación y el masaje muscular.
hy: Այս հավելվածը նախատեսված է օգնելու ձեզ հանգստանալ և թեթևացնել մկանային լարվածությունը՝ օգտագործելով մեղմ թրթռումները: Ձեր սարքը պահեք այն հատվածի վրա, որտեղ ցանկանում եք հանգստացնել մկանային անհարմարությունը, օրինակ՝ պարանոցը, ուսերը կամ մեջքը: Նշում. Այս հավելվածը նախատեսված է միայն մկանների թուլացման և մերսման համար:
ru: Это приложение создано, чтобы помочь вам расслабиться и снять мышечное напряжение с помощью мягких вибраций. Приложите устройство к области, в которой вы хотите снять мышечный дискомфорт, например, к шее, плечам или спине. Примечание: это приложение предназначено только для расслабления мышц и массажа.

source: to start massage
es: para iniciar el masaje.
hy: մերսումը սկսելու համար
ru: чтобы начать массаж

source: Welcome to Ock Massager!
es: Bienvenido a Ock Massager
hy: Բարի գալուստ Ock Massager
ru: Добро пожаловать в Ock Massager!
